
"EncryptionKey.Description" = "Questa immagine è una rappresentazione della chiave di cifratura per questa chat segreta con %1$@.\n\nSe questa immagine è uguale sul telefono di %2$@, la tua chat è sicura al 200%%.\n\nUlteriori informazioni su telegram.org";
"EncryptionKey.EncryptionKey" = "Chiave di crittografia";


"Typing.Typing" = "sta scrivendo";
"Typing.AreTyping" = "%@ stanno scrivendo";
"Typing.IsTyping" = "%@ sta scrivendo";
"Group.MembersCount" = "%d membro%@";
"Group.OnlineCount" = "%d in linea";
"Typing.PeopleTyping" = "%d persone stanno scrivendo";
"Group.AddMembers" = "Aggiungi membri";


"App.Name" = "Telegram";
"App.Connecting" = "connessione...";
"App.WaitingNetwork" = "attendo la rete";



"ChatMedia.Audio" = "Audio";
"ChatMedia.Photo" = "Foto";
"ChatMedia.Contact" = "Contatto";
"ChatMedia.Video" = "Video";
"ChatMedia.Location" = "Posizione";
"ChatMedia.File" = "File";
"ChatMedia.Unsupported" = "Non supportato";



"User.Unlock" = "Sblocca";
"User.Block" = "Blocca";
"User.BlockUser" = "Blocca %@";
"User.UnlockUser" = "Sblocca %@";
"User.Blocked" = "L'utente è bloccato";
"User.AddToContacts" = "Aggiungi contatti";
"User.Deleted" = "Eliminato";
"User.Hidden" = "nascosto";


"App.ConnectionError" = "Errore di connessione";
"App.ConnectionErrorDesc" = "Controlla la tua connessione e riprova";

"App.MaxFileSize" = "La dimensione massima dei file è 1GB";

"Auth.CantLogout" = "Non posso disconnettermi";
"Auth.CheckConnection" = "Controlla la tua connessione e riprova";

"Settings.CantUpdateFolder" = "Non posso impostare questa cartella come predefinita";
"Settings.ChooseAnotherFolder" = "Per favore scegli un'altra cartella";
"Settings.BlockUsers" = "Blocca utenti";

"Cellular" = "Cellulare";

"Message.Send.Compressing" = "compressione...";

"Search.Separator.Contact" = "contatto";
"Search.Separator.Contacts" = "Contatti";

"Search.Separator.User" = "utente";
"Search.Separator.Users" = "utenti";

"Search.Separator.Message" = "messaggio";
"Search.Separator.Messages" = "messaggi";





"AccountSettings.ContactsSynced" = "Contatti sincronizzati";

"NewConversation.CreateBroadcast" = "Crea lista broadcast";
"NewConversation.CreateGroup" = "Crea";
"NewConversation.CreateGroupChat" = "Crea gruppo";
"NewConversation.CreateSecretChat" = "Crea chat segreta";
"NewConversation.CreatingGroupChat" = "Gruppo";
"NewConversation.CreatingSecretChat" = "Chat segreta";
"NewConversation.GroupNamePlaceholder" = "Nome del gruppo...";
"NewConversation.AddContact" = "Aggiunti contatto";





"Account.ImportContacts" = "Importa contatti";
"Account.Invisible" = "non in linea";
"Account.Online" = "in linea";
"Account.Offline" = "non in linea";
"Login.InvalidCode" = "Codice non valido";
"Login.InvalidCountry" = "Paese non valido";
"Login.InvalidPhoneNumber" = "Numero di telefono non valido";
"Login.Country" = "nazione";
"Login.Description" = "Client ufficiale di Telegram Messenger per OS X";
"Login.Label" = "Benvenuto nell'app ufficiale per OS X";
"Login.GetNewCode" = "Ricevi un nuovo codice";
"Login.GetCode" = "Avanti";
"Login.Error" = "Errore ;(";
"Login.ExpiredCode" = "Codice scaduto";
"Login.SmsCode" = "codice";
"Login.PhonePlaceholder" = "il tuo numero";
"Registartion.FirstName" = "Nome";
"Registration.DeletePhoto" = "Elimina foto";
/* Вставить сюда  (Optional) если влезет. */
"Registration.LastName" = "Cognome";
"Registration.PhoneDialed" = "Telegram ha composto il tuo numero";

"Registration.ChangePhoto" = "Cambia foto";
"Registration.ChooseCountry" = "seleziona nazione";
"Registration.ChoosePhoto" = "Scegli foto";
"Registration.Continue" = "Continua la registrazione";
"Registration.StartMessaging" = "Inizia a messaggiare";
"Registration.AddPhoto" = "aggiungi\nfoto";



"SelfDestruction.DisableTimer" = "ha disabilitato il timer di autodistruzione";
"SelfDestruction.SetTimer" = "ha impostato il timer di autodistruzione a %@";
"SelfDestruction.SetRandomTimer" = "ha impostato il timer di autodistruzione a %d secondi";

"Message.Send" = "Invia";
"Messages.SharingContact" = "Condivisione contatto";

"Messages.SendPlaceholder" = "Messaggio...";

"Message.File.Download" = "Download";
"Messages.Selected.Forward" = "Inoltra";
"Messages.Selected.Delete" = "Elimina";
"Message.ForwardedFrom" = "Messaggi inoltrati da";
"message" = "messaggio";
"messages" = "messaggi";
"MessageAction.Secret.CreatedSecretChat" = "ha creato una chat segreta";
"MessageAction.ServiceMessage.ChangedGroupName" = "%@ ha cambiato il nome del gruppo in \"%@\"";
"MessageAction.ServiceMessage.RemovedGroupPhoto" = "%@ ha rimosso la foto del gruppo";
"MessageAction.ServiceMessage.ChangedGroupPhoto" = "%@ ha cambiato la foto del gruppo";
"MessageAction.ServiceMessage.InvitedGroup" = "%@ ha invitato %@";
"MessageAction.ServiceMessage.JoinedGroup" = "%@ è entrato nel gruppo";
"MessageAction.ServiceMessage.KickedGroup" = "%@ ha espulso %@";
"MessageAction.ServiceMessage.CreatedChat" ="%@ ha creato il gruppo \"%@\"";
"MessageAction.ServiceMessage.LeftGroup" = "%@ ha lasciato il gruppo";
"MessageAction.Secret.CancelledSecretChat" = "Chat segreta eliminata";
"MessageAction.Service.ChangedGroupName" = "ha rinominato il gruppo";
"MessageAction.Service.RemovedGroupPhoto" = "ha rimosso la foto del gruppo";
"MessageAction.Service.ChangedGroupPhoto" = "ha cambiato la foto del gruppo";
"MessageAction.Service.InvitedGroup" = "ha invitato";
"MessageAction.Service.JoinedGroup" = "è entrato nel gruppo";
"MessageAction.Service.KickedGroup" = "ha espulso";
"MessageAction.Service.CreatedChat" = "ha creato il gruppo \"%@\"";
"MessageAction.Service.LeftGroup" = "ha lasciato il gruppo";
/* Какая-то странная строчка: */
"MessageAction.Service.LeaveChat" = "Lascia la chat";
"MessageAction.Secret.WaitingToGetOnline" = "Aspettando %@ per andare in linea... ";
"MessageAction.Secret.TookScreenshot" = "ha fatto uno screenshot";
"Message.Action.Forwarding" = "Inoltro";
"Messages.UnreadMessages" = "Messaggi non letti";





"Month.GenApril" = "Aprile";
"Month.GenAugust" = "Agosto";
"Month.GenDecember" = "Dicembre";
"Month.GenFebruary" = "Febbraio";
"Month.GenJanuary" = "Gennaio";
"Month.GenJuly" = "Luglio";
"Month.GenJune" = "Giugno";
"Month.GenMarch" = "Marzo";
"Month.GenMay" = "Maggio";
"Month.GenNovember" = "Novembre";
"Month.GenOctober" = "Ottobre";
"Month.GenSeptember" = "Settembre";
"Month.ShortApril" = "Apr";
"Month.ShortAugust" = "Ago";
"Month.ShortDecember" = "Dic";
"Month.ShortFebruary" = "Feb";
"Month.ShortJanuary" = "Gen";
"Month.ShortJuly" = "Lug";
"Month.ShortJune" = "Giu";
"Month.ShortMarch" = "Mar";
"Month.ShortMay" = "Mag";
"Month.ShortNovember" = "Nov";
"Month.ShortOctober" = "Ott";
"Month.ShortSeptember" = "Set";



"Search.More" = "altri %d...";









"Notification.MessageLifetime1d" = "1 giorno";
"Notification.MessageLifetime1h" = "1 ora";
"Notification.MessageLifetime1m" = "1 minuto";
"Notification.MessageLifetime1w" = "1 settimana";
"Notification.MessageLifetime2s" = "2 secondi";
"Notification.MessageLifetime5s" = "5 secondi";
"notifications" = "notifiche";


"Message.File.Open" = "Apri";




"Attach.Picture" = "Foto";
"Attach.TakePhoto" = "Scatta foto";
"Attach.Video" = "Video";
"Attach.File" = "File";
"Attach.PictureOrVideo" = "Foto o video";



"Preferences" = "Preferenze";

"Registration" = "Registrazione";


"Settings.ResyncDescription" = "Ricorda: da ora, l'app deve sincronizzarsi ogni volta che aggiungi nuovi contatti su iCloud.";

"Account.UpdateProfilePhoto" = "Aggiorna foto profilo";






"Profile.Save" = "Salva";


"MediaPreview.SaveItem" = "Salva oggetto come...";
"MediaPreview.SaveToDownloads" = "Salva nei Download";
"MediaPreview.NextItem" = "Prossimo oggetto";
"MediaPreview.PreviousItem" = "Oggetto precedente";


"Search" = "Cerca";




"Notification.SecretMessage" = "Hai un nuovo messaggio";



"Settings" = "Impostazioni";





"Conversation.ShowProfile" = "Mostra il profilo di %@";
"Conversation.ShowGroupInfo" = "Mostra info gruppo";
"Conversation.StartSecretChat" = "Inizia una chat segreta";
"Conversation.CantForwardSecretMessages" = "Sfortunatamente, non puoi inoltrare messaggi alle chat segrete";
"Conversation.CantShareContactToSecretChat" = "Sfortunatamente, non puoi condividere contatti nelle chat segrete";
"Conversation.Confirm.ClearHistory" = "Vuoi cancellare tutti i messaggi in questa conversazione?";
"Conversation.Confirm.LeaveAndClear" = "Vuoi lasciare questo gruppo e cancellare la cronologia dei messaggi?";
"Conversation.Confirm.DeleteAndClear" = "Vuoi eliminare questa chat e cancellare la cronologia dei messaggi?";
"Conversation.Confirm.UndoneAction" = "Questa azione non può essere annullata.";
"Conversation.Confirm.SendFromClipboard" = "Vuoi inviare %d file dagli appunti?";
"Conversation.Confirm.SendThisFile" = "Vuoi inviare questo file?";
"Conversation.Confirm.SendThisPicture" = "Vuoi inviare questa foto?";
"Conversation.Confirm.SendThisVideo" = "Vuoi inviare questo video?";
"Conversation.Confirm.SendThisFileDescription" = "Puoi sempre inviare file facendo copia e incolla in una conversazione di Telegram.";
"Conversation.Confirm.SendThisPictureDescription" = "Puoi sempre inviare foto facendo copia e incolla in una conversazione di Telegram.";
"Conversation.Confirm.SendThisVideoDescription" = "Puoi sempre inviare video facendo copia e incolla in una conversazione di Telegram.";
"Conversation.Confirm.SendThisPicturesDescription" = "Puoi sempre inviare foto e file facendo copia e incolla in una conversazione di Telegram.";
"Conversation.Action.YouKickedGroup" = "Sei stato espulso dal gruppo";
"Conversation.Action.YouLeftGroup" = "Hai lasciato il gruppo";
"Conversation.Actions.ReturnToGroup" = "Ritorna nel gruppo";
"Conversation.Actions.LeaveGroup" = "Lascia il gruppo";
"Conversation.Members" = "membri";
"Conversation.Member" = "membro";
"Conversation.DeleteSecretChat" = "Elimina chat segreta";
"Conversation.ShowEncryptionKey" = "Mostra chiave di crittografia";
"Conversation.Delete" = "Elimina chat";
"Conversation.Back" = "Torna alla chat";
"Conversation.BackToInfo" = "Torna alle info del gruppo";
"Conversation.DropTitle" = "Rilascia qui i file per inviarli";
"Conversation.DropQuickDescription" = "in modo veloce";
"Conversation.ScrollToBottom" = "Scorri in basso per gli ultimi messaggi";
"Conversation.DropAsFilesDescription" = "senza compressione";
"Conversation.Send.FilesSizeError" = "I file %@ hanno superato la dimensione massima.";
"Conversation.NoMessages" = "Non ci sono messaggi...";
"Conversation.Mute" = "Silenzia";
"Conversation.Unmute" = "Suona";
"Conversation.OpenConversation" = "Apri chat";
"Conversation.Filter.Photos" = "Foto";
"Conversation.Filter.Video" = "Video";
"Conversation.Filter.Files" = "File";
"Conversation.Filter.Audio" = "Audio";
"Conversation.Filter.PhotoVideo" = "Foto e video";
"Conversation.ShowMedia" = "Mostra media";
"Conversation.SelectToForward" = "Seleziona un utente o una conversazione per inoltrare il messaggio da %1$@";
"Conversation.SelectToForwards" = "Seleziona un utente o una conversazione per inoltrare i messaggi da %1$@";
"Conversation.SelectToShareContact" = "Seleziona un utente o una conversazione per condividere il contatto di %@";
"Conversation.ClearMessageHistory" = "Cancella cronologia messaggi";
"Conversation.CopyToClipboard" = "Copia negli appunti";
"Conversation.DeleteAndExit" = "Elimina ed esci";
"Conversation.CopyURL" = "Copia URL";
"Conversation.Menu.SetSelfDestruct" = "Imposta timer di autodistruzione";
"Conversation.SelectConversation" = "Seleziona una chat per iniziare a messaggiare";


"Profile.MobilePhone" = "cellulare";
"Profile.SharedMedia" = "Media condivisi";
"Profile.SendMessage" = "Invia messaggio";
"Profile.ShareContact" = "Condividi contatto";
"Profile.Edit" = "Modifica";
"Profile.edit" = "modifica";
"Profile.Save" = "Salva";
"Profile.DeleteAndExit" = "Elimina ed esci...";
"Profile.DeleteContact" = "Elimina contatto";
"Profile.CreatedBy" = "creato da";
"Profile.You" = "Tu";
"Profile.Error.CantUpdatePhoto" = "Non posso aggiornare la foto profilo";
"Profile.Cancel" = "Annulla";
"Profile.CancelPhotoUpload" = "Annulla caricamento";
"Profile.CantUpdate" = "Non posso aggiornare il profilo";
"Profile.CantUpdatePhoto" = "Non posso aggiornare la foto profilo";
"Profile.Back" = "Indietro";
"Profile.ClearHistory" = "Cancella cronologia messaggi";
"Profile.DeleteConversation" = "Elimina chat...";
"Profile.Done" = "Fatto";
"BackToProfile" = "Torna al profilo";
"Profile.RemovePhoto" = "Rimuovi foto";
"Profile.UpdatePhoto" = "Aggiorna foto";
"Profile.SetGroupPhoto" = "Imposta foto del gruppo";
"Profile.SmallPhoto" = "Foto troppo piccola";






"Telegram Messenger" = "Telegram Messenger";


"Time.at" = "alle";
"Time.last_seen" = "ultimo accesso";
"Time.today" = "oggi";
"Time.tomorrow" = "domani";
"Time.yesterday" = "ieri";


"App.updating" = "aggiornamento...";



"Attach.WebSearch" = "Ricerca web";

"Weekday.Friday" = "Venerdì";

"Weekday.Monday" = "Lunedì";

"Weekday.Saturday" = "Sabato";

"Weekday.ShortFriday" = "Ven";

"Weekday.ShortMonday" = "Lun";

"Weekday.ShortSaturday" = "Sab";

"Weekday.ShortSunday" = "Dom";

"Weekday.ShortThursday" = "Gio";

"Weekday.ShortTuesday" = "Mar";

"Weekday.ShortWednesday" = "Mer";

"Weekday.Sunday" = "Domenica";

"Weekday.Thursday" = "Giovedì";

"Weekday.Tuesday" = "Martedì";

"Weekday.Wednesday" = "Mercoledì";

"WiFi" = "Wifi";








"Notification.MessageLifetime2s" = "2 secondi";
"Notification.MessageLifetime5s" = "5 secondi";
"Notification.MessageLifetime1m" = "1 minuto";
"Notification.MessageLifetime1h" = "1 ora";
"Notification.MessageLifetime1d" = "1 giorno";
"Notification.MessageLifetime1w" = "1 settimana";

"DefaultSoundName" = "Predefinito";

"Date.DialogDateFormat" = "{day} di {month}";


"Confirm.TerminateSessions" = "Vuoi davvero terminare tutte le altre sessioni?";
"Confirm.SuccessResetSessions" = "Tutte le altre sessioni sono state terminate con successo";
"Confirm.ConfirmLogout" = "Sei sicuro di volerti disconnettere?";
"Confirm.ClearHistory" = "Cancella cronologia";
"Alert.Error" = "Errore";
"Alert.Confirm" = "Conferma";


"AddContact.FirstNamePlaceholder" = "Nome";
"AddContact.LastNamePlaceholder" = "Cognome (opzionale)";
"AddContact.PhoneNumberPlaceholder" = "Cellulare";
"AddContact.AddContact" = "Aggiungi contatto";

"AddContact.NotRegistredTitle" = "Non è un contatto di Telegram";
"AddContact.NotRegistredDescription" = "Questo contatto non è ancora registrato su Telegram. Sarai in grado di scrivergli non appena si iscriverà su Telegram.";

"Messages.AddContact" = "Aggiungi";

"Time.agoHour" = "%d ora fa";
"Time.agoHours" = "%d ore fa";
"Time.agoMinute" = "%d minuto fa";
"Time.agoMinutes" = "%d minuti fa";
"Time.justnow" = "adesso";

"Secret.SelfDestruct.Off" = "Spento";
"Secret.SelfDestruct.2s" = "2s";
"Secret.SelfDestruct.5s" = "5s";
"Secret.SelfDestruct.1m" = "1 minuto";
"Secret.SelfDestruct.1h" = "1 ora";
"Secret.SelfDestruct.1d" = "1 giorno";
"Secret.SelfDestruct.1w" = "1 settimana";

"Message.File.ShowInFinder" = "Mostra nel Finder";

"Delete" = "Elimina";

"Edit.selectMessage" = "%lu messaggio selezionato";
"Edit.selectMessages" = "%lu messaggi selezionati";

"Photo" = "Foto";



"Settings.OpenLinksBackground" = "Apri link in background";
"Settings.PrivateChats" = "Chat";
"Settings.Groups" = "Gruppi";


"Settings.OpenLinksBackground" = "Apri link in background";
"Settings.OpenLinksBackground" = "Apri link in background";

"Settings.SendAsEnter" = "Invio";
"Settings.SendAsCmdEnter" = "⌘ + Invio";

"Settings.OnlineFocused" = "La finestra dell'app è aperta";
"Settings.OnlineLaunch" = "L'app è in esecuzione";

"Settings.SoundEffects" = "Effetti sonori";

"Settings.online_when_desc" = "In linea quando:";
"Settings.auto_download_desc" = "Download automatici:";
"Settings.video_desc" = "Video:";
"Settings.documents_desc" = "File:";
"Settings.voice_messages_desc" = "Messaggi vocali:";
"Settings.file_size_limit_desc" = "Limite dimensione file:";
"Settings.send_message_desc" = "Invia messaggio:";
"Settings.save_documents_to_desc" = "Salva file in:";
"Settings.sound_notifications_desc" = "Notifiche sonore:";
"Settings.other_desc" = "Altro:";

"Settings.cache_desc" = "Cache:";
"Settings.sessions_desc" = "Sessioni:";
"Settings.cache_sub_desc" = "Elimino tutte le foto, video e messaggi audio nella cartella di cache.";
"Settings.sessions_sub_desc" = "disconnette tutti i dispositivi eccetto quello attuale";
"Settings.account_desc" = "Account:";

"Settings.clear_all_the_cache_button" = "Svuota la cache";
"Settings.terminate_all_other_sessions_button" = "Sessioni";
"Settings.log_out_button" = "Disconnetti";

"Settings.Settings" = "Impostazioni";
"Settings.BlackList" = "Lista nera";


"Confirm" = "Conferma";
"Yes" = "Si";
"No" = "No";
"Cancel" = "Annulla";

"Settings.General" = "Generali";
"Settings.Account" = "Account";

"MessageAction.Secret.UserJoined" = "%@ si è unito alla tua chat segreta.";
"MessageAction.Secret.CreatedSecretChat" = "ha creato una chat segreta";

"Secret.join.description" = "Hai invitato %1$@ a \nentrare in una chat segreta.";
"Secret.join.invitedDescription" = "%1$@ ti ha invitato a \nentrare in una chat segreta.";
"Secret.join.secret_chats" = "\n\nChat segrete:\n";
"Secret.join.desc1" = "Usano la crittografia end-to-end\n";
"Secret.join.desc2" = "Non lasciano traccia sui server\n";
"Secret.join.desc3" = "Hanno un timer di autodistruzione\n";
"Secret.join.desc4" = "Non permettono l'inoltro\n";


"Settings.chooseFolder" = "Scegli...";


"Login.code" = "codice";
"Login.willCallYou" = "Telegram ti chiamerà tra %d:%@";
"Login.phoneNumber" = "numero";

"Audio.Downloading" = "%1$@ in download...";
"Audio.Uploading" = "%1$@ in upload...";

"Document.Downloading" = "Download %.0f%%";
"Document.Uploading" = "Upload %.0f%%";

"MessageService.Action.JoinedSecretChat" = "È entrato nella chat segreta";

"Attach.Location" = "Posizione";
"Attach.PictureOrVideo" = "Foto o video";

"Audio.ReleaseOut" = "Rilascia fuori dal campo per annullare";
"Messages.scrollToBottomNewMessage" = "%d nuovo";
"Messages.scrollToBottomNewMessages" = "%d nuovi";

"Emoji.NoRecents" = "Nessuna emoji recente";

"Profile.SetEncryptedTTL" = "Timer di autodistruzione";
"Profile.ShowEncryptedKey" = "Chiave di crittografia";

"Search.LoadingMessages" = "carico i messaggi";
"Messages.ForwardedMessages" = "Messaggi inoltrati";

"Messages.Error.Delete" = "Elimina";
"Messages.Error.Resend" = "Invia di nuovo";

"Notification.NewAuthDetected" = "%@, abbiamo rilevato un accesso al tuo account da un nuovo dispositivo il %@\n\nDispositivo: %@\nPosizione: %@\n\nSe non sei tu, puoi andare su Impostazioni – Privacy e sicurezza – Sessioni – Termina tutte le sessioni. \n\nGrazie,\nIl Team di Telegram";


"Alert.MessagesSendError.Desc" = "Il tuo messaggio non può essere inviato";
"Alert.MessagesSendError.Text" = "C'è stato un errore nell'invio del messaggio precedente. Vuoi riprovare ad inviarlo?";
"Alert.Button.TryAgain" = "Riprova";
"Alert.Button.Delete" = "Elimina";
"Alert.Button.Ignore" = "Ignora";

"Messages.MessagesTopInfoActionUnblockUser" = "Questo utente è bloccato, quindi non può risponderti.";
"Messages.MessagesTopInfoActionShareContact" = "Questo utente non ha le tue info di contatto.";
"Messages.MessagesTopInfoActionAddContact" = "Questo utente non è nei tuoi contatti.";

"Messages.MessagesTopInfoActionAddContact.Button" = "Aggiungi ai contatti";
"Messages.MessagesTopInfoActionShareContact.Button" = "Condivi informazioni contatto";
"Messages.MessagesTopInfoActionUnblockUser.Button" = "Sblocca";



"Connecting.Connecting" = "Connessione";
"Connecting.Connected" = "Connesso!";
"Connecting.WaitingNetwork" = "attendo la rete";
"Connecting.Updating" = "Aggiornamento";
"Connecting.Updated" = "Aggiornato!";

"SharedMedia.None" = "Nessuno";

"MediaPreview.Forward" = "Inoltra a...";
"MediaPreview.Delete" = "Elimina";


"Broadcast.Create" = "Crea";
"Broadcast.statusMore" = "e altri %lu";
"Broadcast.participantsTitle" = "%lu partecipanti";
"Broadcast.participantTitle" = "%lu partecipante";

"MessageAction.ServiceMessage.CreatedBroadcast" ="ha creato una lista broadcast";
"Conversation.CantForwardToBroadcast" = "Sfortunatamente, non puoi inoltrare messaggi a una lista broadcast";
"NewConversation.CreatingBroadcast" = "Lista broadcast";

"Conversation.ShowBroadcastInfo" = "Mostra info broadcast";

"Settings.LaunchOnStartup" = "Esegui all'avvio";

"App.startupAtLaunch" = "Esegui all'avvio";
"App.startupAtLaunchDesc" = "Premi Si se vuoi lanciare l'applicazione all'avvio del sistema.";

"Notification.UserRegistred" = "ha iniziato a usare Telegram";



"ComposeMenu.CreateGroup" = "Nuovo gruppo";
"ComposeMenu.Broadcast" = "Lista broadcast";
"ComposeMenu.SecretChat" = "Nuova chat segreta";

"Compose.GroupTitle" = "Nuovo gruppo";
"Compose.SecretChat" = "Nuova chat segreta";
"Compose.BroadcastTitle" = "Lista broadcast";


"Compose.Back" = "Indietro";
"Compose.Next" = "Avanti";
"Compose.Done" = "Fatto";
"Compose.Create" = "Crea";

"Compose.Contacts" = "Contatti";
"Compose.AddMembers" = "Aggiungi";

"Compose.GroupNamePlaceHolder" = "Nome gruppo";
"Compose.NewBroadcastList" = "Nuova lista";


"Account.EditProfile" = "Modifica profilo";

"Account.ChatSettings" = "Impostazioni chat";
"Account.BlockedUsers" = "Utenti bloccati";
"Account.SecuritySettings" = "Impostazioni di sicurezza";



"Tab.Contacts" = "Contatti";
"Tab.Chats" = "Chat";
"Tab.Settings" = "Impostazioni";


"Auth.ForceLogout" = "Premi OK, per forzare la disconnessione";
"Account.ExportCard" = "Esportala tua scheda";
"UserCard.Export" = "Copia negli appunti";
"CardImport.ErrorTextUserNotExist" = "Errore, utente non trovato";
"CardImport.ErrorDescUserNotExist" = "Controllo righe scheda ";

"Login.EnterCodeFromApp" = "Per favore inserisci il codice che hai appena ricevuto nell'altra app di Telegram.";
"Login.SendSmsIfNotReceivedAppCode" = "Non hai ricevuto il codice?";

"UserCard.ExportDesc" = "Puoi condividere questa scheda con gli altri utenti Telegram, così potranno contattarti senza sapere il tuo numero di telefono. Disponibile solo per gli utenti OSX, in arrivo sulle altre app.";

"Login.WeSendSms" = "Ti abbiamo inviato un codice con un SMS. Per favore inseriscilo qui.";



"Search.Cancel" = "Annulla";

"Context.Quote" = "Quota";


"Conversation.Confirm.SendThisGif" = "Vuoi inviare questa gif?";
"Conversation.Confirm.SendThisGifDescription" = "Puoi sempre inviare gif facendo copia e incolla in una conversazione di Telegram.";





"BlockedUsers.NoBlockedUsers" = "Non riceverai messaggi dalle persone\nnella lista di blocco";
"BlockedUsers.BlockedUsers" = "Utenti bloccati";
"Compose.BlockUsers" = "Blocca";
"GeneralSettings.AutoVideoDownloadHeader" = "DOWNLOAD AUTOMATICO VIDEO";
"GeneralSettings.AutoAudioDownloadHeader" = "DOWNLOAD AUTOMATICO AUDIO";
"Settings.SoundNotification" = "Notifica suono";
"GeneralSettings.General" = "Generali";
"Settings.AdvancedSettings" = "Impostazioni avanzate";
"Settings.SecuritySettings" = "Impostazioni di sicurezza";
"GeneralSettings.Security" = "Sicurezza";
"Settings.ClearCache" = "Svuota la cache";
"Settings.ClearCacheDescription" = "Elimino tutti i media e file nella cartella di cache";
"Settings.TerminateOtherSessions" = "Sessioni";
"Settings.TerminateOtherSessionsDescription" = "Disconnette tutti i dispositivi eccetto quello attuale";
"Account.SetProfilePhoto" = "Imposta foto profilo";
"Account.General" = "Generali";
"Account.UserName" = "Username";
"Account.About" = "Info";
"Account.FAQ" = "FAQ di Telegram";
"Account.AskQuestion" = "Fai una domanda";
"Profile.BlockContact" = "Blocca contatto";
"Profile.UnblockContact" = "Sblocca contatto";
"Chat.Kick" = "Espelli";
"Profile.Info" = "Info";
"UserName.placeHolder" = "@Inserisci il tuo username";
"Profile.ChangeUserName" = "Cambia username";
"UserName.description" = "Puoi scegliere un username su Telegram. Se lo fai, le altre persone potranno trovarti tramite questo nome utente e contattarti senza conoscere il tuo numero di telefono.\n\nPuoi usare a-z, 0-9 e underscore. La lunghezza minima è di 5 caratteri.";
"Username.setName" = "Imposta username";
"Profile.Media" = "Media";
"Profile.DeleteAll" = "Elimina tutti";
"Profile.DeleteBroadcast" = "Elimina lista broadcast";

"Context.OpenInFinder" = "Apri nel Finder";
"Context.SaveAs" = "Salva come...";
"Context.CopyToClipBoard" = "Copia negli appunti";
"Context.Forward" = "Inoltra";
"Context.Delete" = "Elimina";

"UpdateNotification.Alert" = "Avviso";
"Profile.username" = "username";
"Search.Separator.GlobalSearch" = "Ricerca globale";

"UserNameExport.UserNameNotFound" = "Utente non trovato";
"UserNameExport.UserNameNotFoundDescription" = "Un utente con questo username non esiste su Telegram";

"AddContactController.Addcontact" = "Aggiungi contatto";

"UserName.avaiable" = "%@ è disponibile.";

"USERNAME_INVALID" = "Ci spiace, questo username non è valido.";
"USERNAME_IS_ALREADY_TAKEN" = "Ci spiace, questo username è già stato preso.";
"USERNAME_MIN_SYMBOLS_ERROR" = "Un username deve avere almeno 5 caratteri.";
"USERNAME_CANT_FIRST_NUMBER" = "Ci spiace, un username non può iniziare con un numero.";

"Settings.NotificationTone" = "Tono di notifica";
"Notifications" = "Notifiche";
"Settings.MessageNotifications" = "Notifica messaggio";



"Notification.MessageLifetimeSeconds" = "%d secondo%@";
"Notification.MessageLifetimeMinutes" = "%d minuto%@";
"Notification.MessageLifetimeHours" = "%d ora%@";
"Notification.MessageLifetimeDays" = "%d giorno%@";
"Notification.MessageLifetimeWeeks" = "%d settimana%@";
"Secret.SelfDestruct.RandomSecond" = "%d secondo";
"Secret.SelfDestruct.RandomSeconds" = "%d secondi";
"Close" = "Chiudi";
"MediaPreview.GoToMessage" = "Vai al messaggio";

"PhotoViewer.Forward" = "Inoltra";
"PhotoViewer.Delete" = "Elimina";
"PhotoViewer.SaveAs" = "Salva come";
"PhotoViewer.Goto" = "Mostra messaggi";
"PhotoViewer.posOfCount" = "%lu di %lu";
"Settings.EmojiReplaces" = "Converti in emoji";

"PrivacyAndSecurity.PrivacyHeader" = "PRIVACY";
"PrivacyAndSecurity.SecurityHeader" = "SICUREZZA";
"PrivacyAndSecurity.DeleteAccountHeader" = "ELIMINA IL MIO ACCOUNT";

"PrivacyAndSecurity.BlockedUsers" = "Utenti bloccati";
"PrivacyAndSecurity.LastSeen" = "Ultimo accesso";
"PrivacyAndSecurity.TerminateSessions" = "Sessioni";
"PrivacyAndSecurity.Logout" = "Disconnetti";
"PrivacyAndSecurity.DeleteAccount" = "Se lontano per";

"LastSeen.longTimeAgo" = "ultimo accesso molto tempo fa";
"LastSeen.Recently" = "ultimo accesso di recente";
"LastSeen.Monthly" = "ultimo accesso entro un mese";
"LastSeen.Weekly" = "ultimo accesso entro una settimana";
"PrivacyAndSecurity.Header" = "Privacy e sicurezza";
"PrivacySettingsController.Header" = "Ultimo accesso";
"PrivacySettingsController.Everbody" = "Tutti";
"PrivacySettingsController.MyContacts" = "I miei contatti";
"PrivacySettingsController.Nobody" = "Nessuno";
"PrivacySettingsController.NeverShare" = "Non condividere";
"PrivacySettingsController.AlwaysShare" = "Condividi sempre";
"PrivacySettingsController.NeverShareWith" = "Non condividere con";
"PrivacySettingsController.AlwaysShareWith" = "Condividi sempre con";
"PrivacySettingsController.UserCount" = "%d utente";
"PrivacySettingsController.UsersCount" = "%d utenti";
"PrivacySettingsController.AddUsers" = "Aggiunti utenti";
"PrivacyUserListController.NoUsers" = "Premi il pulsante (+) per aggiungere utenti.";
"Remove" = "Rimuovi";
"Account.Privacy" = "Privacy e sicurezza";
"PhotoViewer.CopyToClipboard" = "Copia negli appunti";
"PrivacyUserListController.Header" = "Scegli utenti";
"PhoneChangeAlertController.Description" = "Puoi cambiare il tuo numero di telefono qui. Il tuo account e tutti i tuoi dati cloud — messaggi, file, contatti, etc. saranno trasferiti sul nuovo numero.\n\n%1$@Importante:%2$@ a tutti i tuoi contatti di Telegram verrà aggiunto il tuo %3$@nuovo numero%4$@ ai contatti, purché abbiano il tuo vecchio numero e tu non li abbia bloccati su Telegram.";
"PhoneChangeAlertController.ChangePhone" = "Cambia numero";
"PhoneChangeController.Header" = "Cambia numero";
"PhoneChangeController.Next" = "Avanti";
"PhoneChangeController.Description" = "Invieremo un SMS con un codice di conferma\nal tuo nuovo numero.";
"Account.PhoneNumber" = "Numero";
"PhoneChangeControlller.AlertHeader" = "Errore nel cambiamento del numero";
"PHONE_NUMBER_OCCUPIED"	= "Errore. Per favore riprova dopo.";
"PHONE_NUMBER_INVALID" = "Numero di telefono non valido. Per favore riprova.";
"PhoneChangeController.SmsPlaceholder" = "Codice";
"PhoneChangeConfirmController.SentCodeDescription" = "Ti abbiamo inviato un SMS con un codice";
"PhoneChangeConfirmController.sendCall" = "Telegram ti chiamerà tra %@";
"PhoneChangeConfirmController.phoneDialed" = "Telegram ha composto il tuo numero";

"Alert.Forward" = "Inoltra";
"Alert.ForwardTo" = "Inoltrare a %@?";

"TL_sendMessageTypingAction" = "%@ sta scrivendo";
"TL_sendMessageUploadPhotoAction" = "%@ sta inviando una foto";
"TL_sendMessageRecordVideoAction" = "%@ sta registrando un video";
"TL_sendMessageUploadVideoAction" = "%@ sta inviando un video";
"TL_sendMessageRecordAudioAction" = "%@ sta registrando un audio";
"TL_sendMessageUploadAudioAction" = "%@ sta inviando un audio";
"TL_sendMessageUploadDocumentAction" = "%@ sta inviando un file";
"TL_sendMessageGeoLocationAction" = "%@ sta inserendo la posizione";
"TL_sendMessageChooseContactAction" = "%@ sta scegliendo un contatto";

"Settings.iCloudSynch" = "Sincronizzazione contatti iCloud";
"Profile.Photos" = "Foto";
"Settings.BigFont" = "Usa testo grande nelle chat";
"Quit" = "Esci";
"Settings.StatusBarIcon" = "Icona nella barra di stato";

"PHONE_CODE_INVALID" = "Codice non valido. Per favore riprova.";
"Password.password" = "Password";
"Password.EnterYourPassword" = "Inserisci la tua password";
"Password.ResetPassword" = "Elimina account";
"Password.logout" = "Disconnetti";
"Password.resetAlert" = "Sei sicuro? L'operazione non può essere annullata";
"Password.confirm" = "Conferma";
"PASSWORD_HASH_INVALID" = "Password non valida. Per favore riprova.";


"AccountDaysTTL30" = "1 mese";
"AccountDaysTTL90" = "3 mesi";
"AccountDaysTTL182" = "6 mesi";
"AccountDaysTTL365" = "1 anno";

"Profile.SharedMediaFiles" = "File";

"SharedMedia.NoSharedMedia" = "Condividi foto e video in questa chat\n— o questa graffetta rimarrà triste.";
"SharedMedia.NoFiles" = "Puoi inviare e ricevere\nfile di ogni tipo fino a 1.5GB\ne accedervi dovunque.";

"Notification.EnableInDays" = "tra %d giorni";
"Notification.EnableInHours" = "tra %d ore";
"Notification.EnableInMinutes" = "tra %d minuti";
"Notification.EnableInSeconds" = "tra %d secondi";

"Notification.EnableInDay" = "tra %d giorno";
"Notification.EnableInHour" = "tra %d ora";
"Notification.EnableInMinute" = "tra %d minuto";
"Notification.EnableInSecond" = "tra %d secondo";

"Notification.Enabled" = "Abilitate";
"Notification.Disabled" = "Disabilitate";

"Notifications.Menu.Enable" = "Abilita";
"Notifications.Menu.Mute1Hour" = "Silenzia per 1 ora";
"Notifications.Menu.Mute8Hours" = "Silenzia per 8 ore";
"Notifications.Menu.Mute2Days" = "Silenzia per 2 giorni";
"Notifications.Menu.Disable" = "DIsabilita";

"Context.OpenWith" = "Apri con";
"Context.Other" = "Altro...";
"Context.Share" = "Condividi";

"PrivacyAndSecurity.PassCode" = "Codice";
"PasscodeSettings.Header" = "Codice";
"PasscodeSettings.TurnOffPasscode" = "Disattiva codice";
"PasscodeSettings.TurnOnPasscode" = "Attiva codice";
"PasscodeSettings.ChangePasscode" = "Cambia codice";
"PasscodeSettings.AutoLock" = "Blocco automatico";

"Passcode.EnterYourNewPasscode" = "Inserisci il nuovo codice";
"Passcode.EnterYourOldPasscode" = "Inserisci il vecchio codice";
"Passcode.ReEnterYourPasscode" = "Reinserisci il tuo codice";
"Passcode.EnterYourPasscode" = "Inserisci il codice";
"Passcode.EnterPlaceholder" = "codice";


"Passcode.AutoLockTime0" = "Disabilitato";
"Passcode.AutoLockTime60" = "se lontano per 1 min";
"Passcode.AutoLockTime300" = "se lontano per 5 min";
"Passcode.AutoLockTime3600" = "se lontano per 1 ora";
"Passcode.AutoLockTime18000" = "se lontano per 5 ore";

"Alert.Share" = "Condividi contatto";
"Alert.ShareTo" = "Condivi contatto con %@?";

"Context.Reply" = "Rispondi (doppio click)";
"ChatMedia.Sticker" = "Sticker";
"Context.AddCustomSticker" = "Aggiungi sticker";

"Forward.Message" = "%d messaggio inoltrato";
"Forward.Messages" = "%d messaggi inoltrati";
"PrivacyAndSecurity.TwoStepVerification" = "Verifica in due passaggi";



"PasswordSettings.SetupHintTitle" = "Suggerimento password";
"PasswordSettings.SetupHint" = "Crea un suggerimento per la tua password";

"PasswordSettings.YourPassword" = "La tua password";
"PasswordSettings.TurnOnPassword" = "Imposta password aggiuntiva";
"PasswordSettings.TurnOffPassword" = "Disattiva password";
"PasswordSettings.ChangePassword" = "Cambia password";
"PasswordSettings.ChangeRecoveryEmail" = "Cambia e-mail di recupero";
"PasswordSettings.SetRecoveryEmail" = "Imposta e-mail di recupero";
"PasswordSettings.TurnOnPasswordDescription" = "Puoi impostare una password che ti verrà richiesta quando ti connetti da un nuovo dispositivo in aggiunta al codice che riceverai via SMS.";
"PasswordSettings.SetPassword" = "Inserisci la tua nuova password";
"PasswordSettings.Next" = "Avanti";
"PasswordSettings.ConfirmPassword" = "Inserisci la tua nuova password";
"PasswordSettings.RecoveryEmail" = "E-mail di recupero";
"PasswordSettings.RecoveryEmailDesc" = "Per favore inserisci un'e-mail valida. È l'unico modo di recuperare una password dimenticata.";
"PasswordSettings.Skip" = "Salta";
"PasswordSettings.SkipAlert" = "No, seriamente.";
"PasswordSettings.SkipAlertDescription" = "Se dimentichi la tua password, perderai l'accesso al tuo account Telegram. Non ci sarà modo di ripristinarlo.";

"PasswordSettings.InputPassword" = "Inserisci la tua password";
"PasswordSettings.InputNewPassword" = "Inserisci la tua nuova password";

"PasswordSettings.AlertConfirmEmail" = "Ci siamo quasi!";
"PasswordSettings.AlertConfirmEmailDescription" = "Per favore controlla la tua e-mail (anche lo spam) per completare la configurazione della verifica in due passaggi.";
"PasswordSettings.AlertSuccessActivatedDescription" = "La password per la verifica in due passaggi è ora attiva.";
"PasswordSettings.AlertSuccessDeactivatedDescription" = "La password per la verifica in due passaggi è stata disattivata.";
"PasswordSettings.AlertSuccessChangedDescription" = "La password per la verifica in due passaggi è stata cambiata con successo.";



"EnterPassword.EnterPasswordDescription" = "Hai attivato la verifica in due passaggi, così il tuo account è protetto con una password aggiuntiva.";
"EnterPassword.forgotPassword" = "Password dimenticata?";
"Alert.Sorry" = "Scusa";
"PASSWORD_RECOVERY_NA" = "Siccome non hai fornito un'email di recupero quando hai impostato la  tua password, non ti resta che ricordarti la password o ripristinare il tuo account.";


"EnterPassword.ResetAccount" = "RIPRISTINA IL MIO ACCOUNT";
"EnterPassword.ResetAccountDescription" = "Perderai tutte le chat e i messaggi, insieme ai media e ai file condivisi, se procederai a ripristinare il tuo account.";
"Alert.Warning" = "Attenzione";

"Password.ResetAlertDescription" = "Questa azione non può essere annullata.\n\nSe ripristini il tuo account, tutti i tuoi messaggi e chat saranno eliminati.";

"Password.SentRecoryCode" = "Abbiamo inviato un codice di ripristino alla e-mail che ci hai fornito:\n\n%@";

"EnterPassword.EnterCodeDescription" = "Per favore controlla la tua e-mail e inserisci il codice a 6 cifre che ti abbiamo inviato.";
"EnterPassword.AlertTroubleEmailAccess" = "Se non puoi ripristinare l'accesso alla tua e-mail, non ti resta che ricordarti la password o ripristinare il tuo account.";
"EnterPassword.TroubleEmailAccess" = "Hai problemi ad accedere alla tua e-mail?";
"EnterPassword.BadEmailCode" = "Codice e-mail non valido, per favore controlla e riprova.";

"PasswordSettings.AbortPassword" = "Annulla configurazione della verifica in due passaggi";
"PasswordSettings.ConfrimEmailDescription" = "Per favore segui questi step per completare la configurazione della verifica in due passaggi\n\n1. Controlla la tua e-mail (anche lo spam): %@\n\n2. Clicca sul link di conferma.";

"PasswordSettings.AdditionDescription" = "Puoi impostare una password che ti verrà richiesta quando ti connetti da un nuovo dispositivo in aggiunta al codice che riceverai via SMS.";

"Authorization.Authorizations" = "Sessioni";
"Authorization.Official" = "ufficiale";
"Authorization.Unofficial" = "non ufficiale";
"Authorization.Reset" = "Termina";
"Forward.Message" = "%d messaggio inoltrato";
"Forward.Messages" = "%d messaggi inoltrati";


"PasscodeSettings.TurnOnDescription" = "Nota: se ti dimentichi il codice, dovrei disconnetterti. Tutte le chat segrete verranno perse.";

"AuthSessions.CurrentSession" = "SESSIONE ATTUALE";
"AuthSessions.OtherSessions" = "ALTRE SESSIONI";
"AuthSessions.TerminateOtherSessions" = "Chiudi tutte le altre sessioni";

"Webpage.GettingLinkInfo" = "Recupero le info del link...";

"Settings.SmartNotifications" = "Notifiche intelligenti";

"Confirm.ConfrimToJoinGroup" = "Vuoi unirti al gruppo \"%@\"?";
"MessageAction.Service.JoinedGroupByLink" = "si è unito al gruppo tramite link di invito";

"Group.CopyExportChatInvite" = "Invita nel gruppo tramite link";
"ChatExportLink.CopyLink" = "Copia link di invito";
"ChatExportLink.RevokeLink" = "Revoca link di invito";
"ChatExportLink.RevokeConfirm" = "Sei sicuro di voler revocare questo link? Una volta fatto, nessuno potrà unirsi al gruppo utilizzandolo.";
"ChatExportLink.Alert.Revoked" = "Il precedente link di invito è inattivo. Ne è appena stato creato uno nuovo.";
"ChatExportLink.Description" = "Chiunque abbia Telegram installato, sarà in grado di aggiungersi al tuo gruppo aprendo il link.";

"AddAttachmentCaption" = "Aggiungi una didascalia";
"USERS_TOO_MUCH" = "Ci spiace, questo gruppo è già pieno.";
"INVITE_HASH_EMPTY" = "Ci spiace, sembra che questo gruppo non esista.";
"INVITE_HASH_INVALID" = "Ci spiace, sembra che questo gruppo non esista.";
"INVITE_HASH_EXPIRED" = "Ci spiace, sembra che questo gruppo non esista.";
